Author=solokot <solokot@gmail.com>
SourceLANGID=1033
LANGID=1049
Generator=DKLang Translation Editor v3.0
LastModified=2007-10-18 07:44:29

[FAbout]
00000001=О программе Fony
00000002=OK
00000003=Создано при помощи:

[FConfig]
00000001=Настройки
00000009=OK
00000010=Сброс
00000011=Основные
00000012=Редактирование
00000013=Стиль редактирования
00000014=Правая кнопка всегда стирает, средняя - переключает.
00000015=Левая кнопка включает пиксели
00000016=Левая кнопка переключает пиксели
00000017=Старый стиль диалога открытия файла
00000018=Масштабировать глифы пропорциональных шрифтов по размеру окна редактора
00000019=Цвета
00000020=Фон редактора
00000021=Фон редактора\nЦвет редактора\nЦвет решётки редактора\nЦвет линии высоты строчных букв\nФон глифов\nЦвет глифов\nФон выделенных глифов\nЦвет выделенных глифов\n
00000025=Язык

[FEditor]
00000001=Редактор глифов

[FExportBitmap]
00000001=Экспорт точеного изображения
00000002=Записать
00000003=Строку:
00000004=Диапазон:
00000005=в формате Bitmap Font Writer
00000006=Цвета
00000007=Тон:
00000008=Фон:
00000009=Прозрачный фон
00000016=OK
00000017=Отмена
00000018=Бордюр
00000019=PNG изображения|*.png|BMP изображения|*.bmp
00000020=<filename> - Имя файла без расширения\n<name> - Название шрифта\n<size> - Размер шрифта\n<i0> - Индекс глифа (первый на запись = 0)\n<i> - Индекс глифа (первый на запись = 1)\n<a> - ASCII значение глифа
00000022=Записывать глифы в раздельные файлы
00000023=Шаблон названия:

[FImportBitmap]
00000001=Импорт точечного рисунка
00000002=Размеры гифов и изображений
00000003=Ширина:
00000004=Высота:
00000005=Линий:
00000006=Столбцов:
00000007=Цвет фона
00000008=Автоматически
00000012=Глифы определены в изображении
00000013=Строка:
00000014=Диапазон:
00000015=OK
00000016=Отмена

[FInfo]
00000001=Заголовок шрифта
00000003=Первый символ
00000023=OK
00000024=Отмена
00000025=Основной
00000026=Дополнительный
00000027=Владелец
00000028=Высота (пикселей)
00000029=Высота строчных букв
00000030=Название
00000031=Последний символ
00000032=Зачёркнутый
00000033=Подчёркнутый
00000034=Наклонный
00000035=Моноширинный
00000036=Ширина
00000037=Семейство
00000038=Кодовая страница
00000039=Символ по умолчанию,\nсимвол-разделитель
00000040=Межстрочные\nинтервал, расстояние
00000041=Разрешение\nгоризонт., вертикал.
00000043=Thin\nExtra-light\nLight\nRegular\nMedium\nSemi-bold\nBold\nExtra-bold\nBlack\n
00000045=Не использовать\nRoman\nSwiss\nModern\nScript\nDecorative\n
00000046=Другая\nANSI\nSymbol\nOEM\n
00000047=Формат Windows 2.x
00000048=(Смещение от первого символа)

[FMain]
00000001=Fony
00000010=Точечные шрифты Windows|*.fon;*.fnt
00000011=Контейнер шрифта FON|*.fon|Ресурсы шрифта FNT|*.fnt
00000097=Поддерживаемые форматы (BMP, PNG)|*.bmp;*.png
00000165=Файл
00000166=Редактирование
00000167=Инструменты
00000168=Шрифты
00000169=Помощь
00000170=Новый
00000171=Новый
00000172=Отменить
00000173=Отменить сделанные изменения
00000174=По &горизонтали
00000175=Зеркально по горизонтали
00000176=По &вертикали
00000177=Зеркально по вертикали
00000178=Открыть установленный шрифт...
00000179=Открыть установленный шрифт...
00000180=Открыть файл...
00000181=Открыть...
00000182=Сохранить
00000183=Сохранить
00000184=Сохранить как...
00000185=Сохранить шрифт как...
00000186=Выход
00000187=Выйти из программы
00000188=Копировать
00000189=Копировать
00000190=Вставить
00000191=Вставить
00000192=Перезагрузить
00000193=Перезагрузить
00000194=Очистить
00000195=Очистить глиф
00000196=Инвертировать
00000197=Инвертировать глиф
00000198=Изменить размер...
00000199=Свойства
00000200=Свойства шрифта...
00000201=Тестировать шрифт
00000202=Тестировать шрифт
00000203=Настройки
00000204=Настройки...
00000205=Установленный шрифт TrueType...
00000206=Точечный шрифт Amiga...
00000207=Из точечного изображения...
00000208=Шрифт BDF...
00000209=Шрифт Bitmap Font Writer...
00000210=Точечное изображение...
00000211=Шрифт BDF...
00000212=Экспорт
00000213=Импорт
00000214=Недавние файлы
00000215=По &горизонтали
00000216=По &вертикали
00000217=Отразить зеркально
00000218=О программе...

[FOpenFont]
00000001=Открыть установленный шрифт
00000002=OK
00000003=Отмена

[FPreview]
00000001=Просмотр шрифта
00000014=Увеличение

[FProportional]
00000001=Преобразование шрифта
00000002=Добавить замыкающие пробелы\n(в пикселях):
00000003=Автоматически обрезать глифы до их идеальной ширины
00000004=OK
00000005=Отмена

[FResizeFont]
00000001=Изменение размера
00000002=OK
00000003=Отмена
00000005=По горизонтали:
00000006=По вертикали:
00000007=Пикселей
00000008=Процентов
00000009=Полуразмер
00000010=Двойной размер

[FSaveFont]
00000001=Выберите шрифты для сохранения
00000002=OK
00000003=Отмена

[FTools]
00000001=Инструменты
00000002=Свободное рисование
00000003=Рисование линий
00000004=Заливка
00000005=Перемещение
00000006=Глиф
00000007=Пример глифа Sans-serif
00000008=Пример глифа Serif
00000009=Глиф шрифта
00000010=Ширина

[$CONSTANTS]
MSTR_ABOUTDIALOG=Версия $Version$\n\nДата сборки\n$BuildDate$
MSTR_ASKSAVE_NO=Нет
MSTR_ASKSAVE_YES=Да
MSTR_CANCEL=Отмена
MSTR_CONFIRM_CONVERTMONOSPACED=Преобразовать в шрифт с фиксированной шириной?\nШирина глифов будет %d пикселей.
MSTR_CONFIRM_CONVERTMONOSPACED_TITLE=Преобразование в моноширинный
MSTR_CONFIRM_DELETEFONT=Вы уверены, что хотите удалить этот шрифт?
MSTR_CONFIRM_DELETEFONT_TITLE=Подтверждение удаления шрифта
MSTR_CONFIRM_FONTMODIFIED=Этот шрифт был изменён.\nСохранить изменения?
MSTR_CONFIRM_FONTMODIFIED_TITLE=Шрифт изменён
MSTR_CONFIRM_RESETSETTINGS=Установить настройки по умолчанию?
MSTR_CONFIRM_RESETSETTINGS_TITLE=Сброс настроек
MSTR_DIALOG_CONFIRM=Подтверждение
MSTR_DIALOG_ERROR=Ошибка
MSTR_DIALOG_NOTICE=Примечание
MSTR_DIALOG_WARNING=Внимание
MSTR_DONE_BFWIMPORT=Шрифт Bitmap Font Writer импортирован.
MSTR_DONE_CONVERTMONOSPACED=Шрифт преобразован в моноширинный.
MSTR_DONE_CONVERTPROPORTIONAL=Шрифт преобразован в пропорциональный.
MSTR_DONE_EXPORTBITMAP=Точечное изображение сохранено.
MSTR_DONE_FONTCREATE=Новый шрифт создан.
MSTR_DONE_FONTIMPORT=Шрифт импортирован.
MSTR_DONE_FONTINSTALL=Шрифт установлен. (%s)
MSTR_DONE_FONTLIST_NEWFONT=Новый шрифт создан.
MSTR_DONE_FONTLIST_REMOVEFONT=Шрифт удалён.
MSTR_DONE_FONTLOAD=Шрифт загружен.
MSTR_DONE_FONTRESIZE=Размер шрифта изменён.
MSTR_DONE_FONTSAVE=Шрифт сохранён.
MSTR_DONE_IMPORTFNT_MANY=%d шрифтовых ресурсов импортировано.
MSTR_DONE_IMPORTFNT_ONE=1 шрифтовой ресурс импортирован.
MSTR_ERROR_FONTLOAD=Сбой при загрузке шрифта:
MSTR_ERROR_FONTLOAD_TITLE=Ошибка при загрузке шрифта
MSTR_ERROR_GETBITMAPFONTS=Установленных точечных шрифтов не найдено!
MSTR_ERROR_GETBITMAPFONTS_TITLE=Ошибка
MSTR_FILEDIALOG_ALLFILES=Все файлы
MSTR_FILEDIALOG_AMIGABITMAPFONTS=Точечные шрифты Amiga
MSTR_FILEDIALOG_BDFBITMAPFONTS=Шрифт BDF
MSTR_FNT_ERROR_DATATOOSHORT=Данных слишком мало.
MSTR_FNT_ERROR_FILENOTFOUND=Файл не найден.
MSTR_FNT_ERROR_INVALIDBOUNDARIES=Ресурс шрифта имеет неверную начальную позицию или размер.
MSTR_FNT_ERROR_INVALIDHEADER=Неверный заголовок шрифта.
MSTR_FNT_ERROR_INVALIDNEHEADER=Не найден корректный NE заголовок.
MSTR_FNT_ERROR_NONE=Без ошибок
MSTR_FNT_ERROR_OVERRUN=Данные точечного изображения выходят за границы файла.
MSTR_FNT_ERROR_UNKNOWN=Неизвестная ошибка!
MSTR_FNT_ERROR_UNSUPPORTED=Шрифт в неподдерживаемом формате.
MSTR_FNT_ERROR_VECTORFONT=Векторные шрифты не поддерживаются.
MSTR_FONTLIST_NEWFONT=Новый шрифт
MSTR_FONTMENU_ADD=&Добавить...
MSTR_FONTMENU_ADDFROMFILE=Добавить &из файла...
MSTR_FONTMENU_REMOVE=Удалить шрифт
MSTR_NO=Нет
MSTR_OK=OK
MSTR_WARNING_FONTLOAD=Внимание:
MSTR_WARNING_FONTLOAD_TITLE=Внимание
MSTR_WARNING_NOFONTLOADED=Нет загруженных шрифтов
MSTR_YES=Да
